Repository: mhmdzlt/online_store_333
Catalog: lib/l10n/intl_*.arb
Languages: ar, ckb, ku

# appTitle
source: Car Store
ar: متجر السيارات
ckb: فرۆشگای ئۆتۆمبێل
ku: Firotgeha Erebeyan

# brandName
source: Karza
ar: كرزة

source: Home
ar: الرئيسية
ckb: سەرەکی
ku: Sereke

source: Cart
ar: عربة التسوق
ckb: سەبەتە
ku: Sepet

source: Freebies
ar: الهبات المجانية
ckb: بەخششەکان
ku: Diyari

source: More
ar: المزيد
ckb: زیاتر
ku: Zêdetir

source: Notifications
ar: الإشعارات
ckb: ئاگادارکردنەوەکان
ku: Agahdari

# exitAppTitle
source: Do you want to exit Karza?
ar: هل تريد الخروج من كرزة؟
ckb: دەتەوێت لە Karza بچیتە دەرەوە؟
ku: Tu dixwazî ji Karza derkeve?

# exitAppMessage
source: Press "Exit App" to confirm.
ar: اضغط "خروج من التطبيق" لتأكيد الخروج.
ckb: بۆ پشتڕاستکردنەوە کرتە لە "دەرچوون" بکە.
ku: Ji bo piştrastkirinê li "Derketin" bitikîne.

# exitAppConfirm
source: Exit App
ar: خروج من التطبيق
ckb: دەرچوون
ku: Derkeve

source: Image search
ar: بحث بالصورة
ckb: گەڕان بە وێنە
ku: Lêgerîna bi wêne

source: Cancel
ar: إلغاء
ckb: هەڵوەشاندنەوە
ku: Betal bike

# imageSearchNoResults
source: Image search with no results
ar: بحث بالصورة بدون نتائج
ckb: گەڕانی وێنە بێ ئەنجام
ku: Lêgerîna wêneyê bê encam

# imageSearchResults
source: Image search ({count} results)
ar: بحث بالصورة ({count} نتيجة)
ckb: گەڕانی وێنە ({count} ئەنجام)
ku: Lêgerîna wêneyê ({count} encam)

# categories
source: Sections
ar: الأقسام
ckb: بەشەکان
ku: Beş

source: Add to cart
ar: أضف إلى العربة
ckb: زیادکردن بۆ سەبەت
ku: Tevlî sepêtê bike

source: Price
ar: السعر
ckb: نرخ
ku: Buhayî

# searchHint
source: Search for spare parts...
ar: ابحث عن قطع الغيار...
ckb: گەڕان بۆ پارچەی یەدەک...
ku: Li parçeyên yedek bigere...

# homeSearchOnMarketplace
source: Search in marketplace
ar: ابحث في السوق
ckb: گەڕان لە بازاڕ
ku: Li bazarê bigere

# homeQuickNewRequest
source: New request
ar: طلب جديد
ckb: داواکاری نوێ
ku: Daxwaza nû

# homeQuickOffers
source: Offers
ar: العروض
ckb: ئۆفەرەکان
ku: Pêşniyar

# homeQuickSections
source: Sections
ar: الأقسام
ckb: بەشەکان
ku: Beş

# homeQuickOrders
source: Orders
ar: الطلبات
ckb: داواکاریەکان
ku: Daxwaz
